Repository: IntAdri/SAFETAG
Catalog: */xliff_safetag-overview_safetag-overview-image-text_*.xlf
Languages: ar, ru

source: ﻿SAFETAG Activities
ar: أنشطة SAFETAG
ru: Деятельность SAFETAG

source: Activities Overview
ar: موجز الأنشطة
ru: Обзор деятельности

source: Audit Flow
ar: مجرى التدقيق
ru: Аудит

source: Information Gathering
ar: جمع المعلومات
ru: Сбор информации

source: Agency Building
ar: بناء الوكالة
ru: Наращивание ресурсов организации

source: Support Activities
ar: أنشطة الدعم
ru: Вспомогательная деятельность

source: Audit Activities
ar: أنشطة التدقيق
ru: Аудиторская деятельность

source: Legend
ar: رمز
ru: Условные обозначения

source: Activities
ar: الأنشطة
ru: Деятельность

source: Risk Assessment
ar: تحليل الخطر
ru: Оценка рисков

source: Start
ar: البداية
ru: Старт

source: Audit Preparation
ar: إعداد التدقيق
ru: Подготовка к аудиту

source: Reconnaissance
ar: استطلاع
ru: Рекогносцировка

source: Data Assessment
ar: تقييم البيانات
ru: Оценка данных

source: Network Mapping
ar: تخطيط الشبكة
ru: Создание карты сети организации

source: Threat Assessment
ar: تقييم التهديد
ru: Оценка угроз

source: User Device Assessment
ar: تقييم جهاز المستخدم
ru: Анализ устройств пользователей

source: Vulnerability Assessment
ar: تقييم الثغرات
ru: Оценка уязвимостей

source: Responsive Support
ar: دعم الاستجابة
ru: Оперативная поддержка

source: Physical Assessment
ar: التقييم المادي
ru: Оценка физической безопасности

source: Recommendation Development
ar: تطوير التوصيات
ru: Разработка рекомендаций

source: Roadmap Development
ar: تطوير خارطة الطريق
ru: Разработка дорожной карты

source: Report Creation
ar: توليد التقرير
ru: Создание отчета

source: Follow Up
ar: متابعة
ru: Последующая работа

source: SAFETAG Data Flow
ar: تدفق بيانات SAFETAG
ru: Движение данных в SAFETAG

source: Activity
ar: النشاط
ru: Деятельность

source: Information
ar: معلومات
ru: Информация

source: Results
ar: نتائج
ru: Результаты

source: Actors
ar: الممثلون
ru: Участники

source: Barriers
ar: عوائق
ru: Препятствия

source: Assets
ar: أصول
ru: Ценности

source: Threats
ar: تهديدات
ru: Угрозы

source: Capacity
ar: القدرة
ru: Ресурсы

source: Vulnerabilities
ar: ثغرات
ru: Уязвимости

source: The Risk Equation
ar: معادلة الخطورة
ru: Формула риска

source: RISK
ar: خطورة
ru: РИСК

source: THREAT
ar: تهديد
ru: УГРОЗА

source: VULNERABILITY
ar: ثغرة
ru: УЯЗВИМОСТИ

source: CAPACITY
ar: قدرة
ru: РЕСУРСЫ
